# TODO: Задача 20.4. Интеграция с сервисом добавления отзывов к товару.
#       Сервсис и его методы реализуются в рамках
#       "Задача 23.1. Разработка сервиса добавления отзывов"

# TODO: Задача 20.5. Интеграция с сервисом добавления товара в корзину
#       Сервис и его методы реализуются в рамках
#       "Задача 26.1. Разработка сервиса добавления товара в корзину с реальными данными"

# TODO: Задача 20.6. Интеграция с сервисом списка просмотренных товаров
#       Сервис и его методы реализуются в рамках
#       "Задача 29.1. Разработка сервиса добавления в список просмотренных товаров"

# TODO: Задача 20.7. Интеграция с сервисом скидок на товар
#       Сервис и его методы реализуются в рамках
#       "Задача 34.2. Интеграция сервиса скидок с реальными данными по скидкам"
